tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "shyiko/ktlint"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "erlang"
brew "guile"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fortio"
brew "gifsicle"
brew "git-extras"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "gradle"
brew "httpd"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8", link: false
brew "imagemagick"
brew "jenv"
brew "kubernetes-cli"
brew "kubeseal"
brew "libyaml"
brew "maven"
brew "node"
brew "openjdk"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@14"
brew "rabbitmq", link: false
brew "rename"
brew "shtool"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "shyiko/ktlint/ktlint"
cask "adoptopenjdk8"
cask "gimp"
cask "graphiql"
cask "ngrok"
cask "xquartz"
